{
  "Animation":
  [
    {"animeImage":"https://raw.githubusercontent.com/bryanli990111/anime/main/Conan.jpeg", "animeTitle":"Detective Conan", "animeType":"Mystery", "animeDescription":"Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child. Perfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa. Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.", "animeSite":"https://chia-anime.su/anime/detective-conan"},
    {"animeImage":"https://raw.githubusercontent.com/bryanli990111/anime/main/OnePiece.jpg", "animeTitle":"One Piece", "animeType":"Adventure", "animeDescription":"Gol D. Roger was known as the 'Pirate King,' the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.","animeSite":"https://chia-anime.su/anime/one-piece"},
    {"animeImage":"https://raw.githubusercontent.com/bryanli990111/anime/main/Senko.jpg", "animeTitle":"The Helpful Fox Senko-san", "animeType":"Comedy", "animeDescription":"Kuroto Nakano is a young salaryman with a very unhappy and stressful life, almost entirely occupied by his job at the company for which he works. One night, after yet another day spent overworking, the moment he opens the door of his home he finds a seemingly young girl with fox ears and a tail cooking dinner for him – her name is Senko, an 800-year-old fox demigod. Senko has been sent to Earth from the spirit world to relieve Kuroto from his unhappy life and help him find happiness again.","animeSite":"https://vrv.co/watch/GRJ0M4P2Y/The-Helpful-Fox-Senko-san:Im-going-to-pamper-him-to-his-hearts-content"},
    {"animeImage":"https://raw.githubusercontent.com/bryanli990111/anime/main/railgun.jpeg", "animeTitle":"A Certain Scientific Railgun T", "animeType":"Science Fiction", "animeDescription":"The Daihasei Festival has begun, and that of course means that Tokiwadai Middle School—a prestigious all-girls' middle school—is competing too. Despite the participation of the 'Ace of Tokiwadai,' Mikoto Misaka, the other students who are participating are still putting their utmost effort into winning, no matter how impossible the feat may seem against her might. However, not all is fun and games. Due to the the festival, Academy City opens to the outside world, and various factions have begun plotting ways to infiltrate the city. Misaka appears to be on their radar, and as the festival proceeds, people lurking from the shadows begin to emerge...Toaru Kagaku no Railgun T brings back the Tokiwadai Ace and her friends as they dive deeper into the dark side of Academy City. From terrorist attacks to ruthless underground projects, anything is possible in this city.", "animeSite":"https://www.crunchyroll.com/a-certain-scientific-railgun"},
    {"animeImage":"https://raw.githubusercontent.com/bryanli990111/anime/main/SNAFU.jpeg", "animeTitle":"My Teen Romantic Comedy SNAFU Climax!", "animeType":"Comedy", "animeDescription":"So exactly what’s going to happen when Hachiman Hikigaya, an isolated high school student with no friends, no interest in making any and a belief that everyone else’s supposedly great high school experiences are either delusions or outright lies, is coerced by a well meaning faculty member into joining the one member “Services Club” run by Yukino Yukinoshita, who’s smart, attractive and generally considers everyone in her school to be her complete inferior?", "animeSite":"https://myanimelist.net/anime/39547/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_Kan"}
  ],
   "Status":"OK"
}
